Repository: collective/collective.conferences
Catalog: src/collective/conferences/locales/*/LC_MESSAGES/collective.conferences.po
Languages: de

source: - A simple workflow for Conference Talk objects.
de: Ein einfacher Workflow für Konferenz-Talk-Objekte.

source: - A simple workflow for Conference Training objects.
de: - Ein einfacher Workflow für Konferenz-Training-Objekte.

source: - A simple workflow for Conference Workshop objects.
de: Ein einfacher Workflow für Konferenz-Workshop-Objekte.

source: A Call for Paper
de: Ein Call for Paper

source: A Conference Break in a track of the program
de: Eine Konferenz-Unterbrechung im einem Track des Programms

source: A Talk in a track of the program
de: Ein Talk in einem Track des Programms

source: A Training at the conference
de: Ein Training auf der Konferenz

source: A Workshop in a track of the program
de: Ein Workshop in einem Track des Programms

source: A conference
de: Eine Konferenz

source: A conference program
de: Ein Konferenzprogramm

source: A conference track
de: Ein Konferenztrack

source: A description of the room and its location
de: Eine Beschreibung des Raums und seiner Lage

source: A full description of the room, it's location and the way to get there
de: Eine komplette Beschreibung des Raums, seiner Lage und der Wegbeschreibung zu ihm

source: A person attending talk or a workshop
de: Eine Person, die einen Talk oder Workshop besucht

source: A person speaking at the conference or leading a workshop
de: Eine Person, die auf der Konferenz spricht oder einen Workshop leitet

source: A picture of the room
de: Ein Bild des Raums

source: A room that is used for the conference
de: Ein Raum, der für die Konferenz genutzt wird

source: A short bio
de: Ein kurzer Lebenslauf

source: Add your speaker profile
de: Fügen Sie Ihr Sprecher-Profil hinzu

source: Additional Files of your presentation.
de: Ergänzende Dateien für Ihre Präsentation.

source: Allowed File Extensions For Talk Material / Additonal Files
de: Erlaubte Dateierweiterungen für Talk-Material / ergänzende Dateien

source: Allowed file exensions for conference videos.
de: Erlaubte Dateierweiterungen für Konferenzvideos.

source: Allowed file extensions for slides of conference talks
de: Erlaubte Dateierweiterungen für Folien von Konferenztalks

source: Allowed file extensions for slides of conference trainings
de: Erlaubte Dateierweiterungen für Folien von Konferenztrainings

source: Allowed file extensions for slides of conference workshops
de: Erlaubte Dateierweiterungen für Folien von Konferenzworkshops

source: Allowed image file extension
de: Erlaubte Grafik-Dateierweiterungen

source: Allowed training material file extensions
de: Erlaubte Dateierweiterungen für Trainingmaterial

source: Allowed workshop material file extensions
de: Erlaubte Dateierweiterungen für Workshopmaterial

source: Attendee
de: Besucher

source: Audience
de: Zielgruppe

source: Bank used for the payment:
de: Für die Zahlung verwendete Bank:

source: Bio
de: Lebenslauf

source: Call for paper summary
de: Call for Paper Zusammenfassung

source: Call for paper title
de: Call for Paper Titel

source: Cancel
de: Abbrechen

source: Capacity of the room
de: Raumkapazität

source: Choose a license for the training
de: Wählen Sie eine Lizenz für das Training

source: Choose a license for your talk
de: Wählen Sie eine Lizenz für Ihren Talk

source: Choose a license for your workshop
de: Bitte wählen Sie eine Lizenz für Ihren Workshop

source: Choose a number for the order in the track
de: Wählen Sie eine Nummer für Sortierung im Track

source: Choose the audience of the training.
de: Wählen Sie eine Zielgruppe für das Training.

source: Choose the level of the training.
de: Wählen Sie das Level des Trainings.

source: Choose the room for the track
de: Wählen Sie den Raum für den Track

source: Choose the room for the training
de: Wählen Sie den Raum für das Training

source: Choose the topic for your talk
de: Wählen Sie eine Thematik für Ihren Talk

source: Choose the topic for your workshop
de: Wählen Sie eine Thematik für Ihren Workshop

source: Choose the track for this break
de: Wählen Sie den Track für diese Unterbrechung

source: Choose the track for this talk
de: Wählen Sie den Track für diesen Talk

source: Choose the track for this workshop
de: Wählen Sie den Track für diesen Workshop

source: City
de: Stadt

source: Click with the mouse pointer into the field and choose the instructor(s) from the appearing list.
de: Klicken Sie mit dem Mauszeiger in das Feld und wählen Sie den/die Dozenten aus der erscheinenden Liste.

source: Conference
de: Konferenz

source: Conference Break
de: Konferenzunterbrechung

source: Conference Break Folder Title
de: Konferenz-Unterbrechungs-Ordner-Titel

source: Conference Break Summary
de: Konferenz-Break-Überblick

source: Conference Breaks Folder
de: Konferenz-Break-Ordner

source: Conference Call for Paper
de: Konferenz-Call-for-Paper

source: Conference Fee
de: Konferenzgebühr

source: Conference Program
de: Konferenzprogramm

source: Conference Registration Folder
de: Konferenz-Registierungs-Ordner

source: Conference Registration Page
de: Konferenz Registrierungsseite

source: Conference Room
de: Konferenzraum

source: Conference Rooms Folder
de: Ordner für Konferenzräume

source: Conference Speaker Folder
de: Konferenzsprecher-Ordner

source: Conference Talk
de: Konferenztalk

source: Conference Talk Publication Workflow
de: Workflow für die Veröffentlichung von Konferenztalks

source: Conference Talk/Workshop Folder
de: Konferenz-Talk /-Workshop-Ordner

source: Conference Title
de: Konferenztitel

source: Conference Track
de: Konferenztrack

source: Conference Training
de: Konferenztraining

source: Conference Training Folder
de: Verzeichnis der Konferenz-Trainings

source: Conference Training Publication Workflow
de: Workflow für die Veröffentlichung von Konferenztrainings

source: Conference Workshop
de: Konferenzworkshop

source: Conference Workshop Publication Workflow
de: Workflow für die Veröffentlichung von Konferenzworkshops

source: Conference break details
de: Konferenzunterbrechung-Details

source: Conference break summary
de: Konferenzunterbrechung-Zusammenfassung

source: Conference break title
de: Konferenzunterbrechung-Titel

source: Conference summary
de: Konferenz-Zusammenfassung

source: Country
de: Land

source: Description
de: Beschreibung

source: Details about the program
de: Programmdetails

source: Details of the Break
de: Unterbrechungsdetails

source: Details of the Workshop
de: Workshopdetails

source: End date
de: Endedatum

source: Enddate
de: Endedatum

source: File Extensions
de: Dateierweiterung

source: Files
de: Dateien

source: Files / Material
de: Dateien / Material

source: Fill in one payment option per line.
de: Tragen Sie eine Bezahlmöglichkeit pro Zeile ein.

source: Fill in the allowed file extensions for the material or additional files of a conference talk, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Datei-Erweiterungen für Material- oder ergänzende Dateien eines Konferenz-Talk ein, getrennt durch einen senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for the material, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Datei-Erweiterungen für das Material ein, getrennt durch einen senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for the slides of conference talks, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Dateierweiterungen für Folien von Konferenz-Talks ein, getrennt durch ein senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for the slides of conference trainings, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Dateierweiterungen für Folien von Konferenz-Trainings ein, getrennt durch ein senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for the slides of conference workshops, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Dateierweiterungen für Folien von Konferenz-Workshops ein, getrennt durch ein senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for the videos of conference talks / workshops, separated by a pipe '|'.
de: Tragen Sie die erlaubten Datei-Erweiterungen für Videos von Konferenz-Talks / -Workshops ein, getrennt durch einen senkrechten Strich '|'.

source: Fill in the allowed image file extensions, seperated by a pipe '|'.
de: Tragen Sie die erlaubten Bilddatei-Erweiterungen ein, getrennt durch einen senkrechten Strich '|'.

source: Fill in the names of the licenses for conference talks and workshops. Use a new line for every value / license name.
de: Tragen Sie die Lizenznamen für Konferenz-Talks und -Workshops ein. Verwenden Sie eine neue Zeile für jeden Wert / Lizenznamen.

source: Fill in the time slots for conference breaks in minutes. Use a new line for every value / break length. Write only the numbers without the addition 'minutes'.
de: Tragen Sie die Zeitdauer für Konferenz-Pausen in Minuten ein. Verwenden Sie eine neue Zeile für jeden Wert / jede Pausendauer. Schreiben Sie nur Zahlen ohne den Zusatz 'Minuten'.

source: Fill in the time slots for conference talks in minutes. Use a new line for every value / talk length. Write only the numbers without the addition 'minutes'.
de: Tragen Sie die Zeitdauer für Konferenz-Talks in Minuten ein. Verwenden Sie eine neue Zeile für jeden Wert / jede Talk-Dauer. Schreiben Sie nur Zahlen ohne den Zusatz 'Minuten'.

source: Fill in the time slots for trainings at the conference in minutes. Use a new line for every value / training length. Write only the numbers without the addition 'minutes'.
de: Tragen Sie die Zeitdauer für Konferenz-Trainings in Minuten ein. Verwenden Sie eine neue Zeile für jeden Wert / jede Trainings-Dauer. Schreiben Sie nur Zahlen ohne den Zusatz 'Minuten'.

source: Fill in the time slots for workshops at the conference in minutes. Use a new line for every value / workshop length. Write only the numbers without the addition 'minutes'.
de: Tragen Sie die Zeitdauer für Konferenz-Workshops in Minuten ein. Verwenden Sie eine neue Zeile für jeden Wert / jede Workshop-Dauer. Schreiben Sie nur Zahlen ohne den Zusatz 'Minuten'.

source: Fill in the topics for conference talks and workshops. Use a new line for every value / topic.
de: Tragen Sie die Themen von Konferenz-Talks und Workshops ein. Verwenden Sie für jeden Wert / jedes Thema eine neue Zeile.

source: First name
de: Vorname

source: Firstname Lastname
de: Vorname Nachname

source: For those requiring visa, please add your full postal address details
de: Für diejenigen, die Visa benötigen, bitte tragen Sie Ihre vollständige Postadresse ein

source: From
de: Von

source: From:
de: Von:

source: Give an estimation about the time you'd plan for the training.
de: Geben Sie eine Einschätzung zu der Zeit ein, die Sie für Ihren geplante Training planen.

source: Give an estimation about the time you'd plan for your talk.
de: Geben Sie eine Einschätzung zu der Zeit ein, die Sie für Ihren geplante Talk planen.

source: Give an estimation about the time you'd plan for your workshop.
de: Geben Sie eine Einschätzung zu der Zeit ein, die Sie für Ihren geplante Workshop planen.

source: Have one to pay a registration fee?
de: Ist eine Registrierungsgebühr zu zahlen?

source: Have you already paid the registration fee?
de: Haben Sie die Registrierungsgebühr bereits gezahlt?

source: If you already have an account on this site,
de: Falls Sie bereits einen Account auf dieser Seite haben,

source: If you already payed the registration fee, please tell us, which way you used to transfer the money.
de: Falls Sie die Registrierungsgebühr bereits gezahlt haben, teilen Sie uns bitte mit, welchen Weg Sie für den Geldtransfer verwendet haben.

source: If you not already registered a conference speaker for you, please follow the following link and add a speaker profile to this site:
de: Falls Sie noch nicht als Konferenz-Sprecher registriert sind, folgen Sie bitte dem folgenden Link und erstellen ein Sprecher-Profil auf dieser Seite:

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
de: Falls Sie das Objekt irrtümlich eingereicht haben oder falls Sie Ergänzungen vornehmen wollen, führt Sie dies zurück.

source: If you transfered the Registration Fee via a bank account, please tell us the name and branch of the bank you used. We need this information to identify your payment more quickly.
de: Falls Sie die Registrierungsgebühr per Banküberweisung gezahlt haben, teilen Sie uns bitte den Namen und die Filiale der Bank mit, die Sie verwendet haben. Wir benötigen diese Information, um Ihre Zahlung schneller festzustellen.

source: If you used slides during your workshop, please upload your slides shortly after you have given your workshop.
de: Falls Sie Folien während Ihres Workshops verwendet haben, laden Sie diese Folien bitte hoch, kurz nachdem Sie Ihren Workshop gegeben haben.

source: If you want to give a talk or a workshop at the conference, please login to the site. There will be a link on this site to submit a new talk or workshop available once you are logged in.
de: Falls Sie einen Talk oder Workshop auf der Konferenz geben wollen, loggen Sie sich bitte in die Webseite ein. Sie werden nach dem Einloggen einen Link auf dieser Seite vorfinden, um einen neuen Talk oder Workshop zu übermitteln.

source: In the oposite you have first to register on the site. You could do this by calling the registration form
de: Andernfalls müssen Sie sich zuerst auf der Seite registrieren. Sie können hierzu das Registrierungsformular aufrufen

source: Information About The Registration Process
de: Information zum Registrierungsprozess

source: Information about registration process
de: Information zum Registrierungsprozess

source: Information about the Conference Rooms
de: Information zu den Konferenzräumen

source: Installs the collective.conferences add-on.
de: Installiert das collective.conferences Addon.

source: Instructor
de: Dozent

source: Invalid email address
de: Ungültige Email-Adresse

source: Invalid phone number
de: Ungültige Telefonnummer

source: Last name
de: Nachname

source: Legal
de: Rechtliches

source: Length
de: Länge

source: Length Of Conference Breaks
de: Dauer der Konferenzpause

source: Length Of Talks
de: Dauer des Talks

source: Length Of Trainings
de: Länge des Trainings

source: Length Of Workshops
de: Dauer des Workshops

source: Length of the Break:
de: Länge der Unterbrechung:

source: License Of Your Talk
de: Lizenz des Talks

source: License Of Your Training
de: Lizenz Ihres Trainings

source: Licenses Of Talks / Workshops
de: Lizenz des Talks / Workshops

source: Link To The Presentation Slides
de: Link zu den Präsentationsfolien

source: Link To The Presentation Slides In Further File Format
de: Link zu den Präsentationsfolien in weiterem Dateiformat

source: Link to additional Files of your presentation in the correct file format (see for it above).
de: Link zu den ergänzenden Dateien Ihrer Präsentation in dem korrekten Dateiformat (sehen Sie dieses oben).

source: Link to additional files:
de: Link zu ergänzenden Dateien:

source: Link to slides in ODT-File-Format:
de: Link zu den Folien im ODT-Dateiformat:

source: Link to slides in PDF- or PDF-Hybrid-File-Format:
de: Link zu den Folien im PDF- oder PDF-Hybrid-Dateiformat:

source: Link to the Video of the talk
de: Link zum Video des Talk

source: Link to video:
de: Link zum Video:

source: Mail To The Conference Organizer
de: E-Mail an die Konferenzorganisierer

source: Member retracts submission
de: Mitglied zieht Einreichung zurück

source: Member submits content for publication
de: Mitglied reicht Inhalt zur Veröffentlichung ein

source: Messages to the Program Committee
de: Mitteilung an das Programm-Kommittee

source: Minutes
de: Minuten

source: Mobile Telephone Number
de: Mobil-Telefonnummer

source: Name of the Room
de: Raumname

source: Name of the attendee folder
de: Name des Besucherordners

source: Name of the room folder
de: Name des Raumordners

source: Name of the speaker folder
de: Name des Sprecherordners

source: No
de: Nein

source: Once you got an account on this site you could login and there will a link on this page to register for the conference.
de: Sobald Sie einen Account auf dieser Seite haben, können Sie sich einloggen und Sie werden einen Link auf dieser Seite angezeigt bekommen, mit dem Sie sich für die Konferenz registrieren können.

source: Organiser
de: Organisator

source: Payment Options
de: Bezahlmöglichkeiten

source: Payment of the Registration Fee
de: Zahlung der Registrierungsgebühr

source: Pending
de: Schwebend

source: Picture
de: Bild

source: Planed Length
de: Geplante Länge

source: Please choose a call for paper topic for your talk.
de: Bitte wählen Sie ein Call for Paper Thema für Ihren Talk.

source: Please choose a call for paper topic for your workshop.
de: Bitte wählen Sie ein Call for Paper Thema für Ihren Workshop.

source: Please choose a license for your talk.
de: Bitte wählen Sie eine Lizenz für Ihren Talk.

source: Please choose a license for your training.
de: Wählen Sie eine Lizenz für Ihr Training.

source: Please choose a license for your workshop.
de: Bitte wählen Sie eine Lizenz für Ihren Workshop.

source: Please choose a planed length for your talk.
de: Bitte wählen Sie eine geplante Länge für Ihren Talk aus.

source: Please choose a planed length for your training.
de: Bitte wählen Sie eine geplante Länge für Ihr Training.

source: Please choose a planed length for your workshop.
de: Bitte wählen Sie eine geplante Länge für Ihren Workshop.

source: Please fill in definitions for the conference training audiences, one option per line.
de: Bitte tragen Sie Definitionen für die Konferenz-Training-Zielgruppen ein, eine Option pro Zeile.

source: Please fill in definitions for the conference training levels, one option per line.
de: Bitte tragen Sie Definitionen für die Konferenz-Training-Levels ein, eine Option pro Zeile.

source: Please fill in the maximum number of attendees
de: Bitte tragen Sie die maximale Besucherzahl ein

source: Please fill in your mobile telephone number so that we could get in contact with you during the conference.
de: Bitte tragen Sie Ihre Mobilfunknummer ein, so dass wir Sie während der Konferenz kontaktieren können.

source: Please fill in your telephone number so that we could get in contact with you by phone if necessary.
de: Bitte tragen Sie Ihre Telefonnummer ein, so dass wir Sie erforderlichenfalls anrufen können.

source: Please submit this for review.
de: Bitte übermitteln Sie dies zum Review.

source: Please upload an image
de: Bitte laden Sie Ihre Bilddatei hoch

source: Please upload the additional files of your presentation (in archive format) shortly after you have given your talk.
de: Bitte laden Sie die ergänzenden Dateien zu Ihrer Präsentation (im Archiv-Format) hoch, kurz nachdem Sie Ihren Talk gegeben haben.

source: Please upload your presentation shortly after you have given your talk.
de: Bitte laden Sie ihre Präsentation hoch kurz nachdem Sie ihren Talk gegeben haben.

source: Please upload your workshop presentation or material about the content of the workshop in front or short after you have given the workshop.
de: Bitte laden Sie Ihre Workshop-Präsentation oder Material zu dem Inhalt des Workshops hoch, vor oder kurz nachdem Sie den Workshop gegeben haben.

source: Please validate the recaptcha field before sending the form.
de: Bitte validieren Sie das Recaptcha-Feld, bevor Sie das Formular absenden.

source: Position In The Track
de: Position im Track

source: Postal Code
de: Postleitzahl

source: Presentation Slides
de: Präsentationsfolien

source: Presentation Slides In Further File Format
de: Präsentationsfolien in einem weiteren Dateiformat

source: Presentation slides
de: Präsentationsfolien

source: Presenter
de: Präsentierender

source: Private
de: Privat

source: Program name
de: Programmname

source: Program summary
de: Programm-Zusammenfassung

source: Publish
de: Veröffentlichen

source: Published
de: Veröffentlicht

source: Puts your item in a review queue, so it can be published on the site.
de: Packt Ihre Objekte in eine Review-Schlange, so dass sie auf der Seite veröffentlicht werden können.

source: Register for the conference
de: Registrieren für die Konferenz

source: Register for the conference.
de: Registrieren für die Konferenz.

source: Registration Description
de: Beschreibung der Registrierung

source: Registration Fee?
de: Registrierungsgebühr?

source: Registration fee paid:
de: Registrierungsgebühr gezahlt:

source: Retract
de: Zurückziehen

source: Review notes
de: Reviewnotizen

source: Reviewer publishes content
de: Reviewer veröffentlicht den Inhalt

source: Reviewer sends content back for re-drafting
de: Reviewer sendet den Inhalt zurück zur Überarbeitung

source: Room
de: Raum

source: Send Email
de: E-Mail senden

source: Send back
de: Zurück senden

source: Set a time frame for the talk in minutes.
de: Setzen Sie einen Zeitrahmen für den Talk in Minuten.

source: Set a time frame for the training in minutes.
de: Setzen Sie einen Zeitrahmen für das Training in Minuten.

source: Set a time frame for the workshop in minutes.
de: Setzen Sie einen Zeitrahmen für den Workshop in Minuten.

source: Slides
de: Folien

source: Speaker
de: Sprecher

source: Speaker/Workshop Leader
de: Sprecher/Workshopleiter

source: Start date
de: Startdatum

source: Startdate
de: Startdatum

source: Street
de: Straße

source: Subject of the talk
de: Gegenstand des Talks

source: Submit a conference talk
de: Reichen Sie einen Konferenz-Talk ein

source: Submit a conference workshop
de: Reichen Sie einen Konferenz-Workshop ein

source: Submit for publication
de: Zur Veröffentlichung einreichen

source: Summary For Talks And Workshops
de: Überblick zu Talks und Workshops

source: Summary For Trainings
de: Zusammenfassung für Trainings

source: Talk Length
de: Talk-Länge

source: Talk summary
de: Talk-Zusammenfassung

source: Talk title
de: Talk-Titel

source: Talk workshop folder title
de: Talk-Workshop-Ordner-Titel

source: Target Level
de: Ziel-Level

source: Target audience
de: Zielgruppe

source: Target level
de: Ziel-Level

source: Telephone Number
de: Telefonnummer

source: The
de: Die

source: The Speaker has submitted the following talks:
de: Der Sprecher hat die folgende Talks eingereicht:

source: The attendee of the conference
de: Der Besucher der Konferenz

source: The breaks of the conference
de: Die Konferenzunterbrechungen

source: The conference registration page
de: Die Konferenz-Registrierungsseite

source: The end date couldn't be set after the end of the conference program.
de: Das Enddatum kann nicht nach dem Ende des Konferenzprogramms gesetzt werden.

source: The end of the track could not be set after the conference program.
de: Das Enddatum des Tracks kann nicht nach dem Ende des Konferenzprogramms gesetzt werden.

source: The following file extensions are allowed for conference video uploads (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für das Hochladen von Konferenz-Videos erlaubt (Groß- und Kleinschreibung und eine Mischung aus beidem):

source: The following file extensions are allowed for the picture files (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für Bild-Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):
