Repository: collective/collective.conferences
Catalog: src/collective/conferences/locales/*/LC_MESSAGES/collective.conferences.po
Languages: de

source: The following file extensions are allowed for the upload of material or additional files for conference talks as well as for linked material/ additional files (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für das Hochladen von Material oder ergänzenden Dateien zu Konferenz-Talks wie auch für verlinktes Material / ergänzende Dateien erlaubt (Groß- und Kleinschreibung und eine Mischung aus beidem):

source: The following file extensions are allowed for the upload of slides of conference talks as well as for linked slides (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für das Hochladen von Konferenz-Talk-Folien wie auch für verlinkte Folien erlaubt (Groß- und Kleinschreibung und eine Mischung aus beidem):

source: The following file extensions are allowed for the upload of slides of conference workshop as well as for linked slides (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für das Hochladen von Konferenz-Workshop-Folien wie auch für verlinkte Folien erlaubt (Groß- und Kleinschreibung und eine Mischung aus beidem):

source: The following file extensions are allowed for workshop material uploads (upper case and lower case and mix of both):
de: Die folgenden Datei-Erweiterungen sind für das Hochladen von Workshop-Material erlaubt (Groß- und Kleinschreibung und eine Mischung aus beidem):

source: The owner can edit the talk
de: Der Besitzer kann den Talk bearbeiten

source: The owner can edit the training
de: Der Besitzer kann das Training bearbeiten

source: The owner can edit the workshop
de: Der Besitzer kann den Workshop bearbeiten

source: The rooms of the conference
de: Die Konferenzräume

source: The speaker of the conference
de: Die Konferenzsprecher

source: The start date could not be set before the begin of the conference program.
de: Das Startdatum kann nicht vor dem Beginn des Konferenzprogramms gesetzt werden.

source: The start date must be before the end date.
de: Das Startdatum muss vor dem Enddatum liegen.

source: The start of the track could not be set before the conference program.
de: Das Startdatum des Tracks kann nicht vor dem Konferenzprogramm gesetzt werden.

source: The start or end date is invalid
de: Das Start- oder Enddatum ist ungültig

source: The talk title is already in use.
de: Der Talk-Titel wird bereits verwendet.

source: The talks and workshops of the conference
de: Die Konferenz-Talks und -Workshops

source: The training title is already in use.
de: Der Training-Title wird bereits verwendet.

source: The trainings of the conference
de: Die Trainings der Konferenz

source: This data is mandatory and required for our internal procedures
de: Diese Daten sind verpflichtend und werden für unsere internen Abläufe benötigt

source: Time
de: Zeit

source: Time:
de: Zeit:

source: Title
de: Titel

source: Title of the Registration Page
de: Titel der Registrierungsseite

source: To
de: Bis

source: To:
de: Bis:

source: Topics for the Call for Papers
de: Themen des Call for Papers

source: Track summary
de: Track-Zusammenfassung

source: Track title
de: Track-Titel

source: Training Audience Types
de: Training-Zielgruppen-Typen

source: Training Length
de: Training-Länge

source: Training Summary
de: Training-Zusammenfassung

source: Training title
de: Training-Titel

source: Trainings folder title
de: Titel des Trainings-Verzeichnisses

source: Uninstalls the collective.conferences add-on.
de: Deinstallieren des collective.conferences Addon.

source: Used Bank Account
de: Verwendetes Bankkonto

source: Visible to everyone, editable by the owner.
de: Für Jedermann sichtbar, durch den Besitzer bearbeitbar.

source: Way of Registration Fee Payment
de: Zahlungweg der Registrierungsgebühr

source: We need this mandatory data to get in contact with you, if we have any questions
de: Wir benötigen diese verpflichtenden Daten, um Sie zu kontaktieren, falls wir irgendwelche Fragen haben

source: We send your message to the conference organizers.
de: Wir senden Ihre Mitteilung an die Konferenzorganisierer.

source: When
de: Wann

source: Workshop Leader
de: Workshopleiter

source: Workshop Length
de: Workshoplänge

source: Workshop slides / material
de: Workshop-Folien/-Material

source: Workshop summary
de: Workshop-Zusammenfassung

source: Write information about the conference
de: Schreiben Sie Informationen zur Konferenz

source: Yes
de: Ja

source: You can give some information to the committee here, e.g. about days you are (not) available to give the talk
de: Sie können dem Komitee hier ein paar Informationen übermitteln, z.B. zu den Tagen, an denen Sie (nicht) verfügbar sind, um den Talk zu geben

source: You can give some information to the committee here, e.g. about days you are (not) available to give the workshop
de: Sie können dem Komitee hier ein paar Informationen übermitteln, z.B. zu den Tagen, an denen Sie (nicht) verfügbar sind, um den Workshop zu halten

source: You can submit a new talk or workshop by following one of the following links. They will open a form with the necessary entries to create a new conference talk or workshop proposal:
de: Sie können einen neuen Talk oder Workshop über einen der folgenden Links übermitteln. Die Links öffnen ein Formular mit den notwendigen Einträgen und erstellen einen neuen Konferenz-Talk- oder -Workshop-Vorschlag:

source: You could register for the conference by following the link and fill in your information into the form:<br /> <a class="pointer" href="${DYNAMIC_CONTENT}"> Register for the conference </a>.
de: Sie können sich für die Konferenz registrieren indem Sie dem Link folgen und Ihre Informationen in das Formular eintragen::<br /> <a class="pointer" href="${DYNAMIC_CONTENT}"> Registrieren für die Konferenz </a>.

source: You could register for the conference on this site once you are logged in. If you not already have an account on this site, please follow this link to the
de: Sie können sich für die Konferenz registrieren, sobald Sie auf sie eingeloggt sind. Falls Sie nicht bereits einen Account auf dieser Seite haben, folgen Sie diesem Link zu der

source: You could register for the conference using the following link:
de: Sie können sich für die Konferenz registrieren unter Verwendung des folgenden Links:

source: You need to choose a position in the track. Please add this position to the field 'Position in Track'.
de: Sie müssen eine Position im Track wählen. Bitte fügen Sie diese Position im Feld 'Position in Track' ein.

source: Your email address
de: Ihre Email-Adresse

source: and ends at
de: endet um

source: and log into the site.
de: und in die Seite einloggen.

source: and the following workshops:
de: und die folgenden Workshops:

source: attendee folder description
de: Beschreibung des Besucherordners

source: begins at
de: beginnt um

source: collective.conferences (uninstall)
de: collective.conferences (deinstallierenl)

source: roomfolder description
de: Beschreibung des Raumordners

source: site registration form
de: Seiten-Registrierungsformular

source: speakerfolder description
de: Beschreibung des Sprecherordners

source: with this link
de: mit diesem Link

source: you could follow this link
de: Sie können diesem Link folgen
